<?php
$MESS['INTERVOLGA_EDU.COURSE_1_LESSON_1_9_LIST_PAGE_URL'] = 'Неправильно задан URL страницы для информационного блока "Продукция" в административном разделе.';
$MESS['INTERVOLGA_EDU.COURSE_1_LESSON_1_9_SECTION_PAGE_URL'] = 'Неправильно задан URL страницы раздела для информационного блока "Продукция" в административном разделе.';
$MESS['INTERVOLGA_EDU.COURSE_1_LESSON_1_9_DETAIL_PAGE_URL'] = 'Неправильно задан URL страницы детального просмотра для информационного блока "Продукция" в административном разделе.';
?>