<?php
B_PROLOG_INCLUDED === true || die();
?>
<b>Дисклеймер</b>: первая строка у всех отображается вертикально. Не обращайте внимание.
<ol>
	<li>Не нужно проявлять фантазию с версткой этого компонента. Она приведена в материалах 3-го урока 1-ого курса (vacancy.html)</li>
	<li>К имеющейся верстке нужно дописать javascript, исполняющий следующее требование: <b>“По умолчанию список вакансий раздела скрыт и появляется только по клику на название раздела. Повторный клик на название раздела закрывает (скрывает или сворачивает на ваше усмотрение) список вакансий”</b></li>
	<li>В пятом задании снова ошибка: “формирование кнопок для поддержки технологии <span><</span>Эрмитаж>”. То есть ваш компонент должен выводить кнопки “редактировать раздел”, “редактировать вакансию” и т.п.</li>
	<li>Будьте внимательны к требованиям, в особенности: <b>“В дереве компонентов в визуальном редакторе разместить его (компонент) в блоке «Дополнительные».”</b></li>
	<li>Будьте внимательны к требованиям, в особенности: <b>“Разработанный компонент должен иметь ... шаблон по умолчанию, и шаблон для этого проекта – в шаблонах сайта”.</b> То есть 1 шаблон “при компоненте”, второй - в вашем шаблоне сайта. Никто не запрещает сделать 1, а потом просто его скопировать.</li>
	<li>В новом визуальном редакторе БУС у компонентов нет иконок, создавать их не нужно.</li>
</ol>