<?php
$MESS['INTERVOLGA_EDU.COURSE_2_LESSON_7_STRING_ID_PARTNERS'] = 'Группа "Партнеры" не найдена, либо у группы отсутствует символьный код (partners).';
$MESS['INTERVOLGA_EDU.COURSE_2_LESSON_7_ACCESS_FOR_ALL'] = 'Доступ по умолчанию для раздела "Партнерам" для всех пользователей должен быть закрыт.';
$MESS['INTERVOLGA_EDU.COURSE_2_LESSON_7_ACCESS_FOR_PARTNERS'] = 'Право доступа для группы "Партнеры" для раздела "Партнерам" должно быть "Чтение". В случае ошибки - пересохраните доступы через панель управления на странице раздела. ';